{
    Date: "2022/1/24",
    Content: [
      "ウェブアプリ「Ahoxa」Ver.2.0.3を公開"
    ]
},
{
    Date: "2022/1/21",
    Content: [
      "ウェブアプリ「謝罪しろ！ジェネレータ」を更新"
    ]
},
{
    Date: "2022/1/18",
    Content: [
      "トップページを更新",
      "ウェブアプリ「謝罪しろ！ジェネレータ」を更新"
    ]
},
{
    Date: "2022/1/17",
    Content: [
      "ウェブアプリ「謝罪しろ！ジェネレータ」を更新"
    ]
},
{
    Date: "2022/1/16",
    Content: [
      "ウェブアプリ「謝罪しろ！ジェネレータ」を公開"
    ]
},
{
    Date: "2022/1/15",
    Content: [
      "トップページのプロフィールを更新",
      "ウェブアプリ「Ahoxa」Ver.2.0.2を公開"
    ]
},
{
    Date: "2022/1/7",
    Content: [
      "トップページのデザインを一部変更"
    ]
},
{
    Date: "2022/1/5",
    Content: [
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2022/1/4",
    Content: [
      "ウェブアプリ「プロ生時計」Ver.1.0.0を公開",
      "ウェブアプリ「プロ生時計」公式ウェブサイトを開設"
    ]
},
{
    Date: "2022/1/1",
    Content: [
      "あけましておめでとうございます。今年もArakawaをよろしくお願い致します。",
      "ウェブアプリ「Ahoxa」Ver.2.0.1を公開"
    ]
},
{
    Date: "2021/12/30",
    Content: [
      "ウェブアプリ「Ahoxa」Ver.2.0.0を公開"
    ]
},
{
    Date: "2021/12/26",
    Content: [
      "トップページのプロフィールを更新",
      "「Shiori Server」のページを更新"
    ]
},
{
    Date: "2021/12/16",
    Content: [
      "トップページのスライドショー画像を差し替え"
    ]
},
{
    Date: "2021/12/14",
    Content: [
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/11/26",
    Content: [
      "ウェブアプリ「Ahoxa」 Ver.1.5.2を公開",
      "「Shiori Server」のページを更新"
    ]
},
{
    Date: "2021/11/23",
    Content: [
      "ウェブアプリ「Ahoxa」 Ver.1.5.1を公開"
    ]
},
{
    Date: "2021/11/20",
    Content: [
      "「三菱 ミニカ H42V」「Shiori Server」のページを更新"
    ]
},
{
    Date: "2021/11/17",
    Content: [
      "トップページを更新",
      "「荒川の同人活動」ページを更新"
    ]
},
{
    Date: "2021/11/16",
    Content: [
      "Windows向けフリーゲーム「QubeFall」 Ver.1.1.1を公開",
      "ウェブアプリ「Ahoxa」 Ver.1.5.0を公開"
    ]
},
{
    Date: "2021/11/13",
    Content: [
      "トップページのデザインを一部変更",
      "「荒川の同人活動」ページを更新",
      "Windows向けフリーゲーム「QubeFall」公式ウェブサイトを更新"
    ]
},
{
    Date: "2021/11/12",
    Content: [
      "トップページを更新",
      "「荒川の同人活動」ページを更新"
    ]
},
{
    Date: "2021/11/8",
    Content: [
      "「荒川の同人活動」ページを公開"
    ]
},
{
    Date: "2021/11/7",
    Content: [
      "トップページのプロフィールを更新"
    ]
},
{
    Date: "2021/11/6",
    Content: [
      "トップページを更新"
    ]
},
{
    Date: "2021/11/5",
    Content: [
      "トップページのプロフィールを更新"
    ]
},
{
    Date: "2021/11/2",
    Content: [
      "Windows向けフリーゲーム「QubeFall」公式ウェブサイトを公開"
    ]
},
{
    Date: "2021/10/31",
    Content: [
      "トップページを更新",
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/10/30",
    Content: [
      "Windows向けフリーゲーム「QubeFall」 Ver.1.0 を公開"
    ]
},
{
    Date: "2021/10/22",
    Content: [
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/10/21",
    Content: [
      "トップページのプロフィールを更新"
    ]
},
{
    Date: "2021/10/18",
    Content: [
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/10/10",
    Content: [
      "ウェブアプリ「Ahoxa」 Ver.1.4.2 を公開"
    ]
},
{
    Date: "2021/10/9",
    Content: [
      "「Shiori Server」のページを更新"
    ]
},
{
    Date: "2021/10/8",
    Content: [
      "ウェブアプリ「Ahoxa」 Ver.1.4.1 を公開",
      "JavaScriptライブラリ「AoiEngine」 Ver.1.2 を公開"
    ]
},
{
    Date: "2021/10/6",
    Content: [
      "ウェブアプリ「Ahoxa」 Ver.1.4.0 を公開"
    ]
},
{
    Date: "2021/9/25",
    Content: [
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/9/23",
    Content: [
      "JavaScriptライブラリ「AoiEngine」 Ver.1.1 を公開",
      "ウェブアプリ「Arakawa Web Tools ダミー画像生成」を更新"
    ]
},
{
    Date: "2021/9/21",
    Content: [
      "ウェブアプリ「Ahoxa」 Ver.1.3 を公開",
      "ウェブアプリ「近鉄車番検索」を更新",
      "トップページを更新"
    ]
},
{
    Date: "2021/9/20",
    Content: [
      "トップページのプロフィールを更新"
    ]
},
{
    Date: "2021/9/19",
    Content: [
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/9/7",
    Content: [
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/9/6",
    Content: [
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/9/4",
    Content: [
      "トップページを更新",
      "「Shiori Server」のページを更新"
    ]
},
{
    Date: "2021/9/2",
    Content: [
      "開発者向けツール「Simplified CMS 2」 Ver.1.0 を公開"
    ]
},
{
    Date: "2021/8/26",
    Content: [
      "トップページを更新",
      "ウェブアプリ「Ahoxa」 Ver.1.2 を公開"
    ]
},
{
    Date: "2021/8/23",
    Content: [
      "トップページと更新履歴ページのURLを変更"
    ]
},
{
    Date: "2021/8/17",
    Content: [
      "ウェブアプリ「Ahoxa」Ver.1.1 を公開"
    ]
},
{
    Date: "2021/8/13",
    Content: [
      "トップページを更新",
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/8/8",
    Content: [
      "トップページを更新"
    ]
},
{
    Date: "2021/8/5",
    Content: [
      "ウェブアプリ「Ahoxa」Ver.1.0 を公開",
      "ウェブアプリ「Ahoxa」公式ウェブサイトを開設"
    ]
},
{
    Date: "2021/7/31",
    Content: [
      "ウェブアプリ「プロ生早押しクイズ」 Ver.1.5.0 に更新"
    ]
},
{
    Date: "2021/7/26",
    Content: [
      "ウェブアプリ「Arakawa Web Tools デカ文字エディタ」を公開",
      "ウェブアプリ「展示用 プロ生早押しクイズ」を公開"
    ]
},
{
    Date: "2021/7/24",
    Content: [
      "トップページを更新",
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/7/23",
    Content: [
      "トップページのデザインを一部変更"
    ]
},
{
    Date: "2021/7/22",
    Content: [
      "トップページを更新",
      "トップページと「更新履歴」ページのデザインを一部変更",
      "ウェブアプリ「Arakawa Web Tools 画像サイズ表示」を公開",
      "ウェブアプリ「Arakawa Web Tools 句読点変換」を更新",
      "ウェブアプリ「Arakawa Web Tools インデント変換」を更新",
      "ウェブアプリ「Arakawa Web Tools 文字数カウント」を更新"
    ]
},
{
    Date: "2021/7/12",
    Content: [
      "開発者向けツール「Simplified CMS」Ver.1.0 を公開"
    ]
},
{
    Date: "2021/7/9",
    Content: [
      "トップページのデザインを一部変更"
    ]
},
{
    Date: "2021/7/6",
    Content: [
      "JavaScriptライブラリ「AoiEngine」Ver.1.0 を公開",
      "JavaScriptライブラリ「AoiEngine」公式ウェブサイトを開設"
    ]
},
{
    Date: "2021/7/2",
    Content: [
      "トップページを更新",
      "ウェブアプリ「プロ生進捗管理」を更新"
    ]
},
{
    Date: "2021/6/26",
    Content: [
      "ウェブアプリ「Arakawa Web Tools 句読点変換」を更新",
      "ウェブアプリ「Arakawa Web Tools インデント変換」を更新",
      "ウェブアプリ「Arakawa Web Tools 文字数カウント」を更新",
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/6/24",
    Content: [
      "トップページを更新、「更新履歴」ページのデザインを一部変更"
    ]
},
{
    Date: "2021/6/21",
    Content: [
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/6/12",
    Content: [
      "トップページと「更新履歴」ページのデザインを一部変更"
    ]
},
{
    Date: "2021/6/4",
    Content: [
      "トップページを更新",
      "「学情チャン 非公式ウェブサイト」を閉鎖"
    ]
},
{
    Date: "2021/5/29",
    Content: [
      "トップページを更新"
    ]
},
{
    Date: "2021/5/27",
    Content: [
      "トップページを更新",
      "「学情チャン 非公式ウェブサイト」を更新"
    ]
},
{
    Date: "2021/5/24",
    Content: [
      "「学情チャン 非公式ウェブサイト」を公開"
    ]
},
{
    Date: "2021/5/19",
    Content: [
      "ウェブアプリ「Arakawa Web Tools 文字数カウント」を更新"
    ]
},
{
    Date: "2021/5/10",
    Content: [
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/5/8",
    Content: [
      "「三菱 ミニカ H42V」「Shiori Server」のページを更新"
    ]
},
{
    Date: "2021/5/5",
    Content: [
      "ウェブアプリ「プロ生早押しクイズ」 Ver.1.4.1 に更新",
      "トップページを更新"
    ]
},
{
    Date: "2021/5/2",
    Content: [
      "ウェブアプリ「Arakawa Web Tools 句読点変換」を更新",
      "ウェブアプリ「Arakawa Web Tools インデント変換」を更新",
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/4/29",
    Content: [
      "ウェブアプリ「Arakawa Web Tools インデント変換」を公開",
      "トップページを更新"
    ]
},
{
    Date: "2021/4/27",
    Content: [
      "ウェブアプリ「Arakawa Web Tools 句読点変換」を公開",
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/4/24",
    Content: [
      "ウェブアプリ「プロ生早押しクイズ」 Ver.1.4.0 に更新",
      "トップページを更新",
      "「更新履歴」ページのデザインを一部変更"
    ]
},
{
    Date: "2021/4/21",
    Content: [
      "ウェブアプリ「プロ生早押しクイズ」 Ver.1.3.0 に更新"
    ]
},
{
    Date: "2021/4/18",
    Content: [
      "Windows用フリーソフトウェア「コピペレコーダー」 Ver.1.0 を公開"
    ]
},
{
    Date: "2021/4/2",
    Content: [
      "ウェブアプリ「プロ生早押しクイズ」 Ver.1.2.1 に更新"
    ]
},
{
    Date: "2021/4/1",
    Content: [
      "ウェブアプリ「プロ生早押しクイズ」 Ver.1.2.0 に更新"
    ]
},
{
    Date: "2021/3/31",
    Content: [
      "ウェブアプリ「プロ生早押しクイズ」 Ver.1.1.0 に更新"
    ]
},
{
    Date: "2021/3/22",
    Content: [
      "「三菱 ミニカ H42V」のページを更新"
    ]
},
{
    Date: "2021/3/17",
    Content: [
      "トップページのリンク切れを修正"
    ]
},
{
    Date: "2021/3/13",
    Content: [
      "トップページを更新、ウェブアプリ「マイ元号メーカー」を更新"
    ]
},
{
    Date: "2021/3/8",
    Content: [
      "JavaScriptライブラリ「Emotion Cover」の公式ページをリニューアル"
    ]
},
{
    Date: "2021/3/4",
    Content: [
      "トップページを更新"
    ]
},
{
    Date: "2021/3/1",
    Content: [
      "JavaScriptライブラリ「Katamuki.js」 Ver.2.0 を公開"
    ]
},
{
    Date: "2021/2/26",
    Content: [
      "Windows用フリーソフトウェア「WinSmartWatch」 Ver.0.2 を公開"
    ]
},
{
    Date: "2021/2/24",
    Content: [
      "トップページを更新"
    ]
},
{
    Date: "2021/2/20",
    Content: [
      "「三菱 ミニカ H42V」のページを公開"
    ]
},
{
    Date: "2021/2/17",
    Content: [
      "トップページを更新"
    ]
},
{
    Date: "2021/2/13",
    Content: [
      "ウェブアプリ「名鉄車番検索」を更新"
    ]
},
{
    Date: "2021/1/28",
    Content: [
      "トップページを更新"
    ]
},
{
    Date: "2021/1/3",
    Content: [
      "ウェブアプリ「プロ生早押しクイズ」を公開"
    ]
},
{
    Date: "2021/1/1",
    Content: [
      "あけましておめでとうございます。今年もArakawaをよろしくお願い致します。"
    ]
},
{
    Date: "2020/12/19",
    Content: [
      "トップページを更新"
    ]
},
{
    Date: "2020/12/12",
    Content: [
      "ウェブアプリ「近鉄車番検索」を更新"
    ]
},
{
    Date: "2020/12/11",
    Content: [
      "ウェブアプリ「教えて！ハカセ メーカー」を更新"
    ]
},
{
    Date: "2020/12/10",
    Content: [
      "ウェブアプリ「教えて！ハカセ メーカー」を公開"
    ]
},
{
    Date: "2020/11/22",
    Content: [
      "ウェブアプリ「プロ生進捗管理」を更新"
    ]
},
{
    Date: "2020/11/19",
    Content: [
      "トップページを更新"
    ]
},
{
    Date: "2020/10/31",
    Content: [
      "Windows用フリーソフトウェア「WinSmartWatch」 Ver.0.1.3 を公開"
    ]
},
{
    Date: "2020/10/25",
    Content: [
      "Windows用フリーソフトウェア「WinSmartWatch」 Ver.0.1.2 を公開"
    ]
},
{
    Date: "2020/10/18",
    Content: [
      "Windows用フリーソフトウェア「WinSmartWatch」 Ver.0.1.1 を公開"
    ]
},
{
    Date: "2020/10/12",
    Content: [
      "Windows用フリーソフトウェア「はじめての写真管理2」 開発終了"
    ]
},
{
    Date: "2020/9/16",
    Content: [
      "トップページを更新"
    ]
},
{
    Date: "2020/8/22",
    Content: [
      "トップページのプロフィールを更新"
    ]
},
{
    Date: "2020/8/15",
    Content: [
      "Windows用フリーソフトウェア「はじめての写真管理S」 Ver.1.2.1 を公開"
    ]
},
{
    Date: "2020/8/12",
    Content: [
      "トップページにプロフィールを追加"
    ]
},
{
    Date: "2020/8/9",
    Content: [
      "トップページを更新"
    ]
},
{
    Date: "2020/6/15",
    Content: [
      "ウェブアプリ「ドカベンメーカー」を更新"
    ]
},
{
    Date: "2020/6/12",
    Content: [
      "ウェブページ「WEBGEKI Series Website」を公開"
    ]
},
{
    Date: "2020/6/6",
    Content: [
      "ウェブページ「Shiori Server」を公開"
    ]
},
{
    Date: "2020/5/11",
    Content: [
      "トップページ「製品情報」にリンクを追加",
      "PCソフトウェア「Nagaharu」 1.0.3 Stable を公開"
    ]
},
{
    Date: "2020/5/9",
    Content: [
      "トップページ「コンテンツ」「リンク集」にリンクを追加"
    ]
},
{
    Date: "2020/5/5",
    Content: [
      "ウェブアプリ「近鉄車番検索」を更新",
      "ウェブアプリ「名鉄車番検索」を更新"
    ]
},
{
    Date: "2020/5/1",
    Content: [
      "「Shiori Server（自宅サーバ）」の運用を開始",
      "新しいウェブサイトの試験運用を開始"
    ]
},
{
    Date: "2020/3/17",
    Content: [
      "トップページの相互リンクを更新",
      "トップページに「役立つコンテンツ」を追加",
      "メニュー項目を一部変更",
      "「プロフィール」のページを更新",
      "ウェブアプリ「近鉄車番検索」を更新",
      "ウェブアプリ「名鉄車番検索」を更新"
    ]
},
{
    Date: "2020/3/7",
    Content: [
      "arkw.work のドメインを取得"
    ]
},
{
    Date: "2020/1/2",
    Content: [
      "ブログシステムに「Facebookでシェア」「LINEで共有」を追加"
    ]
},
{
    Date: "2020/1/1",
    Content: [
      "あけましておめでとうございます。今年もArakawaをよろしくお願い致します。"
    ]
},
{
    Date: "2019/12/31",
    Content: [
      "ウェブアプリ「プロ生進捗管理」を公開"
    ]
},
{
    Date: "2019/11/4",
    Content: [
      "Windows向けフリーソフトウェア「タイピングファクトリー」公式ウェブサイトを開設",
      "メニュー項目を一部変更",
      "「プロフィール」のページを更新",
      "「当サイトについて」のページを更新",
      "「製品情報 (Windows向けソフトウェア)」のページを更新"
    ]
},
{
    Date: "2019/10/30",
    Content: [
      "Windows向けフリーソフトウェア「タイピングファクトリー」 Ver.1.0 を公開"
    ]
},
{
    Date: "2019/9/24",
    Content: [
      "ブログシステム更新。Twitterカードに対応"
    ]
},
{
    Date: "2019/8/22",
    Content: [
      "ウェブアプリ「近鉄車番検索」を更新",
      "ウェブアプリ「名鉄車番検索」を更新"
    ]
},
{
    Date: "2019/5/16",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.2Beta3 を公開"
    ]
},
{
    Date: "2019/5/1",
    Content: [
      "「制作実績 (ウェブサイト)」のページを更新",
      "「制作実績 (グラフィックデザイン)」のページを更新",
      "ブログシステムにTwitter Cardsを追加"
    ]
},
{
    Date: "2019/4/26",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.2Beta2 を公開"
    ]
},
{
    Date: "2019/4/2",
    Content: [
      "ウェブアプリ「近鉄車番検索」を更新",
      "ウェブアプリ「名鉄車番検索」を更新"
    ]
},
{
    Date: "2019/4/1",
    Content: [
      "ウェブアプリ「マイ元号メーカー」を公開"
    ]
},
{
    Date: "2019/3/20",
    Content: [
      "サイトデザインを一部変更"
    ]
},
{
    Date: "2019/3/1",
    Content: [
      "「当サイトについて」ページを公開",
      "「プロフィール」のページを更新",
      "「当サイトコンテンツのライセンスについて」ページを更新"
    ]
},
{
    Date: "2019/2/23",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.2Beta1 を公開"
    ]
},
{
    Date: "2019/1/21",
    Content: [
      "Windows向けフリーソフトウェア「はじめての写真管理S」 Ver.1.2 を公開"
    ]
},
{
    Date: "2019/1/14",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.1 (Stable) を公開"
    ]
},
{
    Date: "2019/1/9",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.1Beta3 を公開"
    ]
},
{
    Date: "2019/1/1",
    Content: [
      "あけましておめでとうございます。今年もArakawaをよろしくお願い致します。"
    ]
},
{
    Date: "2018/12/27",
    Content: [
      "Windows向けフリーソフトウェア「はじめての写真管理S」 Ver.1.1 を公開"
    ]
},
{
    Date: "2018/12/23",
    Content: [
      "トップページ、「プロフィール」のページを更新"
    ]
},
{
    Date: "2018/12/8",
    Content: [
      "ウェブアプリ「名鉄車番検索」を公開"
    ]
},
{
    Date: "2018/11/28",
    Content: [
      "ウェブアプリ「近鉄車番検索」を公開"
    ]
},
{
    Date: "2018/10/30",
    Content: [
      "Windows向けフリーソフトウェア「TriEditor LE」 Ver.1.1 を公開"
    ]
},
{
    Date: "2018/10/17",
    Content: [
      "メインメニューにconnpassとSlideShareのリンクを追加"
    ]
},
{
    Date: "2018/10/8",
    Content: [
      "ウェブサイト用テンプレート「Arakawa Template」 Ver.1.1Beta2 を公開"
    ]
},
{
    Date: "2018/10/7",
    Content: [
      "ウェブアプリ「ドカベンメーカー」を更新",
      "メニュー項目を一部変更"
    ]
},
{
    Date: "2018/10/6",
    Content: [
      "Windows向けフリーソフトウェア「はじめての写真管理S」 Ver.1.0 を公開"
    ]
},
{
    Date: "2018/9/18",
    Content: [
      "「当サイトコンテンツのライセンスについて」のページを追加"
    ]
},
{
    Date: "2018/9/16",
    Content: [
      "Windows向けフリーソフトウェア「TriEditor LE」 Ver.1.0 を公開",
      "「製品情報 (Windows向けソフトウェア)」のページを更新",
      "「制作実績 (ウェブサイト)」のページを更新",
      "「制作実績 (グラフィックデザイン)」のページを更新"
    ]
},
{
    Date: "2018/9/14",
    Content: [
      "主要なページにGoogleアナリティクス（アクセス解析）を設置"
    ]
},
{
    Date: "2018/8/22",
    Content: [
      "「製品情報（ウェブアプリ）」のページを更新",
      "「支離滅裂な思考・発言ジェネレーター」のページを更新"
    ]
},
{
    Date: "2018/8/15",
    Content: [
      "ウェブアプリ「支離滅裂な思考・発言ジェネレーター」を公開"
    ]
},
{
    Date: "2018/8/14",
    Content: [
      "「製品情報（Windows向けソフトウェア）」のページを更新",
      "「はじめての写真管理S」のページを更新"
    ]
},
{
    Date: "2018/8/11",
    Content: [
      "トップページのデザインを少し変更",
      "メインメニューに「Emotion Cover」のリンクを追加",
      "「更新履歴」のページを追加",
      "「BG Archive」のページを追加"
    ]
},
{
    Date: "2018/8/3",
    Content: [
      "運営サイト一覧に「17NSJ 愛知第21隊 飛翔隊」を追加"
    ]
},
{
    Date: "2018/7/28",
    Content: [
      "「Emotion Cover」の公式ウェブサイトを仮公開"
    ]
},
{
    Date: "2018/7/18",
    Content: [
      "メインメニューのコードを改良"
    ]
},
{
    Date: "2018/7/7",
    Content: [
      "トップページに「荒川のつぶやき」コーナーを新設",
      "メインメニューの内容を拡充",
      "「プロフィール」のページを追加"
    ]
},
{
    Date: "2018/5/19",
    Content: [
      "「受託開発 (ウェブサイト制作)」のページを追加",
      "ウェブアプリ「ArticleChecker」 をリニューアル公開"
    ]
},
{
    Date: "2018/5/12",
    Content: [
      "「はじめての写真管理S」 公式ウェブサイトを公開"
    ]
},
{
    Date: "2018/3/29",
    Content: [
      "Windows向けフリーソフトウェア「はじめての写真管理2」 Ver.1.1.1 を公開",
      "「メールを送りたい」のページを追加"
    ]
},
{
    Date: "2018/3/3",
    Content: [
      "「Arakawa Template」のページを追加",
      "「制作実績 (ウェブサイト)」のページを追加",
      "「制作実績 (グラフィックデザイン)」のページを追加"
    ]
},
{
    Date: "2018/3/2",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.1Beta1 を公開"
    ]
},
{
    Date: "2018/2/24",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.0 (Stable) を公開"
    ]
},
{
    Date: "2018/2/18",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.0Beta6 を公開"
    ]
},
{
    Date: "2018/2/17",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.0Beta5 を公開"
    ]
},
{
    Date: "2018/2/10",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.0Beta4 を公開"
    ]
},
{
    Date: "2018/2/4",
    Content: [
      "Windows向けフリーソフトウェア「はじめての写真管理2」 Ver.1.1 を公開"
    ]
},
{
    Date: "2018/1/23",
    Content: [
      "ウェブアプリ「ドカベンメーカー」を更新"
    ]
},
{
    Date: "2018/1/13",
    Content: [
      "ウェブデザイン、ロゴ含め、ウェブサイトを全面リニューアル"
    ]
},
{
    Date: "2018/1/9",
    Content: [
      "JavaScriptライブラリ「Katamuki.js」 Ver.1.2 を公開"
    ]
},
{
    Date: "2018/1/8",
    Content: [
      "JavaScriptライブラリ「Katamuki.js」 Ver.1.1 を公開"
    ]
},
{
    Date: "2018/1/1",
    Content: [
      "あけましておめでとうございます。今年もArakawaをよろしくお願い致します。"
    ]
},
{
    Date: "2017/10/20",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.0Beta3 を公開"
    ]
},
{
    Date: "2017/9/19",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.0Beta2 を公開"
    ]
},
{
    Date: "2017/9/18",
    Content: [
      "CSSテンプレート「Arakawa Template」 Ver.1.0Beta1 を公開"
    ]
},
{
    Date: "2017/1/21",
    Content: [
      "JavaScriptライブラリ「Katamuki.js」 Ver.1.0 を公開"
    ]
},
{
    Date: "2017/1/1",
    Content: [
      "あけましておめでとうございます。今年もArakawaをよろしくお願い致します。"
    ]
},
{
    Date: "2016/4/29",
    Content: [
      "arkw.jp のドメインを取得"
    ]
},
{
    Date: "2016/1/1",
    Content: [
      "あけましておめでとうございます。今年もArakawaをよろしくお願い致します。"
    ]
},
{
    Date: "2015/7/7",
    Content: [
      "arkw.net のドメインを取得"
    ]
},
{
    Date: "2015/6/1",
    Content: [
      "Twitterアカウント (@arkw0) の運用を開始"
    ]
}
